Repository: lagame/HeroForge-OnceAgain
Catalog: Form1.*.resx
Languages: pt_br

# fileToolStripMenuItem.Text
source: &File
pt_br: &Arquivo

# editToolStripMenuItem.Text
source: &Edit
pt_br: &Editar

# settingsToolStripMenuItem.Text
source: &Settings
pt_br: &Configurações

# helpToolStripMenuItem.Text
source: &Help
pt_br: Aj&uda

# loadCharacterToolStripMenuItem.Text
source: &Load Character
pt_br: &Carregar Personagem

# saveCharacterToolStripMenuItem.Text
source: &Save Character
pt_br: &Salvar Personagem

# preferencesToolStripMenuItem.Text
source: &Preferences
pt_br: Preferências

# tabPage2.Text
source: Stats & Character Details
pt_br: Estatísticas & Detalhes do Personagem

# label70.Text
source: Gender:
pt_br: Sexo:

# groupBox3.Text
source: Level Based Stat Bumps
pt_br: Aumentos de Estatísticas Baseados em Nível

# button1.Text
source: Clear Stats && Description Selections
pt_br: Limpar Estatísticas, Descrição e Seleções

# groupBox2.Text
source: Appearance
pt_br: Aparência

# btRandomName.Text
source: Random Name
pt_br: Nome Aleatório

# lblRandomWeight.Text
source: 0 lbs
pt_br: 0 kg

# lblRandomHeight.Text
source: 0 ft
pt_br: 0 m

# btRandomAge.Text
source: Random Age
pt_br: Idade Aleatória

# label61.Text
source: Eyes
pt_br: Olhos

# label62.Text
source: Hair
pt_br: Cabelo

# label63.Text
source: Weight
pt_br: Peso

# label64.Text
source: Height
pt_br: Altura

# label65.Text
source: Age
pt_br: Idade

# label66.Text
source: Name
pt_br: Nome

# btRandomHeight.Text
source: Random Height
pt_br: Altura Aleatória

# btRandomWeight.Text
source: Random Weight
pt_br: Peso Aleatório

# btRandomHair.Text
source: Random Hair
pt_br: Cabelo Aleatório

# btRandomEyes.Text
source: Random Eyes
pt_br: Cor Olhos Aleatória

# labelFavoredWeapon.Text
source: Favored Weapon
pt_br: Arma Favorita

# ckLimitDeity.Text
source: Limit deity list based on alignment && race
pt_br: Limite a lista de divindades com base na tendência && raça

# labelRace.Text
source: Race:
pt_br: Raça:

# label37.Text
source: 0 Points
pt_br: 0 Pontos

# label23.Text
source: PB
pt_br: CP

# label21.Text
source: Actual Value
pt_br: Valor Atual

# label15.Text
source: Magical Gain
pt_br: Bônus Mágico

# lblInherentGains.Text
source: Inherent Gains
pt_br: Ganho de Bônus Inerente

# label10.Text
source: Initial Roll
pt_br: Rolagem Inicial

# lblPointBuy.Text
source: Point Buy:
pt_br: Compra de Pontos:

# lblCharisma.Text
source: Charisma
pt_br: Carisma

# lblWisdom.Text
source: Wisdom
pt_br: Sabedoria

# lblIntelligence.Text
source: Intelligence
pt_br: Inteligência

# lblConstitution.Text
source: Constitution
pt_br: Constituição

# lblDexterity.Text
source: Dexterity
pt_br: Destreza

# lblStrength.Text
source: Strength
pt_br: Força

# label2.Text
source: Ability
pt_br: Habilidade

# label1.Text
source: Level Adjust:
pt_br: Ajuste de Nível:

# tabPage1.Text
source: Options
pt_br: Opções

# linkLabel1.Text
source: https://creativecommons.org/licenses/by-nc-sa/4.0/
pt_br: https://creativecommons.org/licenses/by-nc-sa/4.0/deed.pt_BR

# label53.Text
source: This work is licensed under the Creative Commons Attribution-NonCommercial- ShareAlike 4.0 International License. To view a copy of this license, visit:
pt_br: Este trabalho está licenciado sob a Licença Atribuição-NãoComercial- CompartilhaIgual 4.0 Internacional. Para ver uma cópia desta licença, visite:

# cBCampaignSelect.Items
source: Generic 3.5 D&D
pt_br: D&D 3.5 Genérico

# cBCampaignSelect.Items3
source: Forgotten Realms
pt_br: Reinos Esquecidos

# lblCampaignSelect.Text
source: Campaign Select:
pt_br: Selecionar Campanha:

# lblCampaignSelect.ToolTip
source: Start by selecting your campaign setting here. Campaign specific source options will be selected based on updated source material.
pt_br: Comece selecionando seu cenário de campanha aqui. As opções de origem específicas da campanha serão selecionadas com base no material de origem atualizado.

# gBSelectSources.Text
source: Select sources below to allow access to Non-Open/Non-Closed (Living Greyhawk) or to allow at all (other campaigns)
pt_br: Selecione as fontes abaixo para permitir acesso a conteúdo aberto/fechado (Living Greyhawk) ou para permitir (outras campanhas)

# lblMonstrousNonSettingSources.Text
source: Monstrous Non-setting Sources
pt_br: Fontes de Monstros sem Cenário

# lblOtherSources.Text
source: Other Sources
pt_br: Outras Fontes

# lblLGSources.Text
source: Living Greyhawk Sources
pt_br: Fontes do Cenário Living Greyhawk

# lblDragonLanceSources.Text
source: DragonLance Sources
pt_br: Fontes do Cenário DragonLance

# ckDragonLanceSources.Items
source: DragonLance Campaign Setting
pt_br: Dragonlance: Cenário de Campanha

# lblEberronSettingSources.Text
source: Eberron Sources
pt_br: Fontes do Cenário Eberron

# lblForgottenRealmsSources.Text
source: Forgotten Realms Sources
pt_br: Fontes do Cenário Reinos Esquecidos

# ckForgottenRealmsSources.Items
source: Champions of Ruin
pt_br: Livro do Jogador para Faerûn

# ckForgottenRealmsSources.Items1
source: Champions of Valor
pt_br: Magia de Faerûn

# ckForgottenRealmsSources.Items2
source: City of Splendors: Waterdeep
pt_br: Champions of Ruin

# ckForgottenRealmsSources.Items3
source: Magic of Faerun
pt_br: Champions of Valor

# ckForgottenRealmsSources.Items4
source: Players Guide to Faerun
pt_br: City of Splendors: Waterdeep

# lblNonSettingSources.Text
source: Non-setting Sources
pt_br: Fontes sem Cenário

# ckNonSettingSources.Items
source: Complete Adventurer
pt_br: Livro Completo do Aventureiro

# ckNonSettingSources.Items1
source: Complete Arcane
pt_br: Livro Completo do Arcano

# ckNonSettingSources.Items2
source: Complete Divine
pt_br: Livro Completo do Divino

# ckNonSettingSources.Items3
source: Complete Warrior
pt_br: Livro Completo do Guerreiro

# gBDeityOptions.Text
source: Deity Options
pt_br: Opções de Divindade

# ckDeityOptions.Items
source: LG Deities
pt_br: Divindades de LG

# ckDeityOptions.Items1
source: FR Deities
pt_br: Divindades de FR

# ckDeityOptions.Items2
source: Eberron Deities
pt_br: Divindades de Eberron

# ckDeityOptions.Items3
source: Ravenloft Beliefs
pt_br: Crenças de Ravenloft

# ckDeityOptions.Items4
source: DragonLance Deities
pt_br: Divindades de DragonLance

# ckUneathedArcana.Items1
source: Fractional BAB
pt_br: BBA fracionário

# ckUneathedArcana.Items2
source: Fractional Save
pt_br: Resistência fracionária

# ckUneathedArcana.Items3
source: Traits
pt_br: Traços

# ckUneathedArcana.Items4
source: Flaws
pt_br: Falhas

# gBCharacterSheetDisplayHitPoints.Text
source: Character Sheet Display && Hit Point Options
pt_br: Exibição da Ficha de Personagem && Opções de Pontos de Vida

# ckListCharacterSheetDisplayHitPointOptions.Items
source: Hide Trained Only skills with no ranks
pt_br: Ocultar Perícias Somente Treinadas sem graduações

# ckListCharacterSheetDisplayHitPointOptions.Items1
source: Use 1/2 + 1 rule for HP (level 2-60)
pt_br: Use a regra 1/2 + 1 para PV (nível 2-60)

# ckListCharacterSheetDisplayHitPointOptions.Items2
source: Use 2/3 round down rule for HP (level 2-60)
pt_br: Use a regra de arredondamento 2/3 para PV (nível 2-60)

# ckListCharacterSheetDisplayHitPointOptions.Items3
source: Use 3/4 round down rule for HP (level 2-60)
pt_br: Use a regra de arredondamento de 3/4 para PV (nível 2-60)

# tabPage3.Text
source: Race & Templates
pt_br: Raça & Modelos

# tabPage5.Text
source: Skills
pt_br: Perícias

# tabPage6.Text
source: Languages
pt_br: Idiomas

# tabPage7.Text
source: Feats
pt_br: Talentos

# tabPage8.Text
source: Armor
pt_br: Armadura

# tabPage9.Text
source: Attacks
pt_br: Ataques

# tabPage10.Text
source: Enhancements
pt_br: Aprimoramentos

# tabPage11.Text
source: Magic Equipment
pt_br: Equipamentos Mágicos

# tabPage12.Text
source: Character Sheet 1
pt_br: Ficha de Personagem 1

# tabPage13.Text
source: Character Sheet 2
pt_br: Ficha de Personagem 2

# tabPage14.Text
source: Character Sheet 3
pt_br: Ficha de Personagem 3
